<?php
// Copyright 2015 The Haohaoxiuche Team Authors. All right reserved.
// Use of this source that is governed by a Apache-style
// license that can be found in the LICENSE file.
//
// 技術版APP 積分等級表
//
// @authors hjboss <hongjiangproject@yahoo.com> 2015-12-14#
// @version 1.0.0
// @package hhxc
header('Content-Type: text/html;charset=utf-8');
?>
<!DOCTYPE html>
<html lang="zh-CN">
<head>
<meta charset="UTF-8" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no" />
<title>等级说明</title>
<link rel="stylesheet" href="http://apps.bdimg.com/libs/bootstrap/3.3.4/css/bootstrap-theme.min.css" />
<link rel="stylesheet" href="http://haohaoxiuche.com/css/app-content.css" />
</head>
<body>
<h2>汽修人经验值和对应等级规范说明</h2>
<p>
修车之路就像人生之路，有人上下求索，不断精进，走向人生巅峰，进入名人堂；有人半途而废，无法坚持，彷徨反复，不知所以。
好好修车希望陪着汽修人一起成长，一起进步，虽是平凡之路，但若有同道种人一起探索，大概也会成就不凡。
</p>
<h3>1.汽修殿堂的进阶之路</h3>
<p>
刚入行 -> 幼儿园 -> 学前班 -> 小一 -> 小二 -> 小三 -> 小四 -> 小五 -> 小六 -> 初一 -> 初二 -> 初三 -> 高一 -> 高二 ->
高三 -> 高职-> 大专 -> 大本 -> 学士 -> 硕士 -> 博士 -> 博士后 -> 博导 -> 教授 -> 人生巅峰 -> 名人堂
</p>
<h3>2.如何获得经验值</h3>
<p>
用户通过认证后，<strong>可获得500经验值</strong>，对应等级是“刚入行”，未认证用户，无法获得初始经验值，
并无法参与后续经验值换现金，无法通过更高的经验值和等级获得更多回复用户提问并得到相应物质和精神反馈。 
</p>
<ul>
	<li>
在任何板块中提问或发言不需要经验值，但问答板块可以通过悬赏以获得更快的回复<br />
A任何板块的提问都不需要经验值，但是在问答板块的新建页面，用户可以消耗自己的积分兑换经验值并悬赏，
以获得更多和更快的信息回复。<br />
①悬赏的经验值，直接用现有的可消耗积分兑换。<br />
②积分可以被消耗，但不会降级。用户已消耗积分和可消耗积分，将分别呈现在“我”里面的积分等级下。<br />
③10积分可以兑换1经验值。<br />
B 悬赏经验值不小于50经验值，不超过500经验值，分别是50、100、150、200、300、500经验值。<br />
C 发帖的楼主，有权在24小时内，选择最佳答案，将悬赏经验值赠送给该用户。<br />
	</li>
	<li>
回答问题可以获得经验值，回复被采纳可以获得更多经验值<br />
A 每天点击汽修人按钮，进入汽修人模块查看吐槽、求职或招聘中的任一一个版块，可以获得10经验值。<br />
B在问答、吐槽、求职、招聘中的任意版块中回复，都可以获得经验值，每回复一条，可以获得2经验值，每天20经验值封顶。
但提问的楼主自己回复自己的帖子，不获得经验值。<br />
C楼主有采纳回复信息的权利，任何的回复被采纳，系统都会赠送该用户20经验值，但楼主不能采纳自己的回复。<br />
D有悬赏经验值的帖子，除系统赠送被采纳者的20经验值外，提问用户的悬赏经验值也归被采纳者所有。<br />
E 悬赏经验值的获取不设上限，但系统赠送的被采纳经验值每天100封顶。<br />
F 楼主采纳用户提问的周期是24小时，若在24小时后，没有采纳任何一位用户的回复， 楼主悬赏的经验值将按照被点赞数，
平均分配给所有在该贴下回复的用户（小数点舍去）。<br />
G所有的灌水信息都能获得经验值，好好修车官方有权对不正常的经验值进行调整。若存在恶意灌水或恶意骗取经验值得情况，
好好修车还将扣除用户相应经验值、降级、甚至注销账户。<br />
F 汽修人经验等级正式启用前【正时上线会说明时间】，在汽修人中的问答、吐槽、求职、招聘板块的回复信息，
好好修车将统一计算，并加倍计入到该用户的账户下。<br />
	</li>
	<li>
经验值对应的不同等级<br />
<table class="table table-bordered" border="1" cellspacing="0">
	<tr><td>经验值</td><td>对应等级</td></tr>
	<tr><td><1000</td><td>刚入行</td></tr>
	<tr><td>1000-2000</td><td>幼儿园</td></tr>
	<tr><td>2000-3000 </td><td>学前班</td></tr>
	<tr><td>3000-5000</td><td>小一</td></tr>
	<tr><td>5000-7000 </td><td>小二</td></tr>
	<tr><td>7000-9000 </td><td>小三</td></tr>
	<tr><td>9000-11000</td><td>小四</td></tr>
	<tr><td>11000-13000</td><td>小五</td></tr>
	<tr><td>13000-15000</td><td>小六</td></tr>
	<tr><td>15000-25000 </td><td>初一</td></tr>
	<tr><td>25000-30000</td><td>初二</td></tr>
	<tr><td>30000-35000</td><td>初三</td></tr>
	<tr><td>40000-45000</td><td>高一</td></tr>
	<tr><td>45000-55000</td><td>高二</td></tr>
	<tr><td>55000-65000</td><td>高三</td></tr>
	<tr><td>65000-80000</td><td>高职</td></tr>
	<tr><td>80000-100000</td><td>大专</td></tr>
	<tr><td>100000-130000</td><td>大本</td></tr>
	<tr><td>130000-170000</td><td>学士</td></tr>
	<tr><td>170000-220000</td><td>硕士</td></tr>
	<tr><td>220000-280000</td><td>博士</td></tr>
	<tr><td>280000-350000</td><td>博士后</td></tr>
	<tr><td>350000-450000</td><td>博导</td></tr>
	<tr><td>450000-600000</td><td>教授</td></tr>
	<tr><td>600000-800000</td><td>人生巅峰</td></tr>
	<tr><td>>800000</td><td>名人堂</td></tr>
</table>
	</li>
	<li>
经验值有什么用<br />
①经验值是硬实力体现，谁的经验值高，等级高，谁就是大牛，能得到更多尊重和膜拜。<br />
②经验值高、等级高，和车主及汽修店老板的联系机会更多，未来赚钱的机会也多很多。<br />
③汽修人板块的版主将在高等级高经验值的用户中产生，好好修车将给予工资补贴。<br />
④积分高和等级高，有机会担任好好修车城市联络人，组织线下活动，获得物质回报！<br />
⑤经验值可以兑换更多比例的修车币，好好修车币可以兑换商品并参与返现！<br />
（经验值只增加不减少，每一记分周期内新增加的经验值可以兑换商品或参与返现，不影响等级提升。）
	</li>
</p>
<p>
观微科技好好修车团队，在不损害用户的前提下，有权根据实际情况增减或修改经验值和等级规则，
以为用户提供更好的服务，敬请周知。
</p>
</body>
</html>

