<?php
// Copyright 2015 The Haohaoxiuche Team Authors. All right reserved.
// Use of this source that is governed by a Apache-style
// license that can be found in the LICENSE file.
//
// 好好修車手機網頁版 隱私政策模塊
//
// @authors hjboss <hongjiangproject@yahoo.com> 2015-12-12#
// @version 1.0.0
// @package hhxc
?>
<div class="h-content">
<h3>好好修车APP隐私政策</h3>
<p>好好修车APP及相关衍生产品的版权归深圳市观微科技有限公司（下文简称“观微科技”）所有，观微科技重视用户的隐私，
您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，在使用我们的服务时，
我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。
本《隐私政策》与您所使用的观微科技服务息息相关，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，
作出您认为适当的选择。</p>
<p>本《隐私政策》中涉及的相关技术词汇，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您的理解。</p>
<h4>我们可能收集的信息</h4>
<p>我们在提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，
可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。</p>
<h4>一、您提供的信息</h4>
<p>1) 您在注册账户或使用我们的服务时，向我们提供的相关个人信息，例如电话号码、电子邮件或银行卡号等;<br />
2) 您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</p>
</p>
<h4>二、其他方分享的您的信息</h4>
<p>其他方使用我们的服务时所提供有关您的共享信息。</p>
<h4>三、我们获取的您的信息</h4>
<p>您使用服务时我们可能收集如下信息：<br />
日志信息，指您使用我们的服务时，系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：
<ul>
	<li>
		设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、
		您的IP地址和移动设备所用的版本和设备识别码
	</li>
	<li>
		在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，
		以及您在使用我们服务时浏览或要求提供的其他信息和内容详情;
	</li>
	<li>
		有关您曾使用的移动应用(APP)和其他软件的信息，以及您曾经使用该等移动应用和软件的信息;
	</li>
	<li>
		位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您位置的信息，包括：
		<ul>
			<li>
				您通过具有定位功能的移动设备使用我们的服务时，
				通过GPS或WiFi等方式收集的您的地理位置信息
			</li>
			<li>
				或其他用户提供的包含您所处地理位置的实时信息，
				例如您提供的账户信息中包含的您所在地区信息，
				您或其他人上传的显示您当前或曾经所处地理位置的共享信息，
				您或其他人共享的照片包含的地理标记信息;
			</li>
			<li>
				您可以通过关闭定位功能，停止对您的地理位置信息的收集。
			</li>
		</ul>
	</li>
</ul>
</p>
<h4>四、我们可能如何使用信息</h4>
<p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：<br />向您提供服务;
<ul>
	<li>
		在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，
		确保我们向您提供的产品和服务的安全性;
	</li>
	<li>
		帮助我们设计新服务，改善我们现有服务;
	</li>
	<li>
		使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，
		例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应;
	</li>
	<li>
		评估我们服务中的广告和其他促销及推广活动的效果，并加以改善;
	</li>
	<li>
		软件认证或管理软件升级；
	</li>
</ul>
为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，
我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。
例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，
或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，
您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。
</p>
<h4>五、您如何访问和控制自己的个人信息</h4>
<p>我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。
在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。<br />
信息的披露。好好修车不对外公开或向第三方提供单个用户的注册资料，除非：
<ol>
	<li>事先获得用户的明确授权</li>
	<li>只有透露您的个人资料，才能提供您所要求的产品和服务；</li>
	<li>根据有关的法律法规要求；</li>
	<li>按照相关政府主管部门的要求；</li>
	<li>为维护好好修车的合法权益。</li>
</ol>
在您注册好好修车账户，使用其他好好修车产品或服务，访问好好修车网页, 或参加促销和游戏等活动时，
好好修车可能会收集您的个人身份识别资料，并会将这些资料用于改进服务及网页内容。
</p>
<h4>六、信息安全</h4>
<p>我们仅在本《隐私政策》所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。</p>
<p>我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。
例如，在某些服务中，我们将利用加密技术(例如SSL)来保护您提供的个人信息。
但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，
也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，
有可能因我们可控范围外的因素而出现问题。</p>
<p>好好修车帐号(即好好修车用户ID)的所有权归好好修车，用户完成注册申请手续后，获得好好修车帐号的使用权。
用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。
所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，
好好修车不负任何责任。</p>
<p>用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知好好修车。
因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，好好修车不承担任何责任。</p>
<h4>七、未成年人使用我们的服务</h4>
<p>我们鼓励父母或监护人指导未满十八岁的未成年人使用我们的服务。
我们建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，
并建议未成年人在提交的个人信息之前寻求父母或监护人的同意和指导。</p>
<h4>八、隐私政策的适用范围</h4>
<p>除某些特定服务外，我们所有的服务均适用本《隐私政策》。
这些特定服务将适用特定的隐私政策。针对某些特定服务的特定隐私政策，将更具体地说明我们在该等服务中如何使用您的信息。
该特定服务的隐私政策构成本《隐私政策》的一部分。如相关特定服务的隐私政策与本《隐私政策》有不一致之处，
适用该特定服务的隐私政策。</p>
<p>除本《隐私政策》另有规定外，本《隐私条款》所用词语将与《观微科技服务协议》所定义的词语具有相同的涵义。</p>
<p>请您注意，本《隐私政策》不适用于以下情况：
<ul>
	<li>通过我们的服务而接入的第三方服务(包括任何第三方网站)收集的信息；</li>
	<li>通过在我们服务中进行广告服务的其他公司或机构所收集的信息。</li>
</ul>
</p>
<p>我们可能适时修订本《隐私政策》的条款，该等修订构成本《隐私政策》的一部分。
如该等修订造成您在本《隐私政策》下权利的实质减少，
我们将在修订生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您。
在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。</p>
<p class="h-copyright">深圳市观微科技有限公司<br />2015年9月1日</p>
</div>

